Repository: softzer0/Gournet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sr_latn

source: ### Privacy Policy ###### *Last change on 08.03.2017.* Gournet team takes very cautiously privacy of your data. Our Privacy Policy is thought out to keep you informed about our practices regarding the collection, usage and disclosure of information that you provide when accessing the website **www.gournet.co**. Please read it carefully and introduce yourself with the rules, because any usage of this website means your agreement on the terms mentioned in this document. Accesing this website you confirm that you comply with this Privacy Policy, and you consent that data about you could be stored, used and disclosed according to this Privacy Policy. #### The information we may gather and process The information that we may gather and process is the following: * the information with which you could be identified, such as first and last name, gender, date of birth, location, your profile picture and e-mail address (hereafter: personal data); * the information related to you but which doesn't identify you as individual (e.g. IP address); * the information about your connection, equipment you use to access our website and details about usage. #### The method of gathering information We collect data about you in two ways: directly, when you provide them, or automatically, while you use the website. We only collect personal data which is needed to provide or improve our services. ##### ***Personal data*** Personal data we collect on our website or via the website can include information you provide by using our contact form on the website, or by registering on the website, or any information you provide us in any other way. Personal data we collect on our website or via the website may also include evidence and copies of our conversations (which also includes e-mail addresses) in the case you contact us. ##### ***Automatic data collecting*** Automatically, while you use the website, we may collect data which includes details about usage, IP address and information collected via cookies, web beacon or other technologies for monitoring. By accessing our website you agree that we could automatically gather and process mentioned data. The information we gather automatically while you're using the website, while you browse the website and while you're being active on it, is certain information about your equiptment, activity and browsing patterns, also including: * details of your visits on our website, also including the data about traffic, location, and other evidence about communication and sources you access and use on the website; * the information about device and connection, also including your IP address, the OS and the browser. The information that we automatically gather represent the statistical data. It helps us to improve the website and give better and personalized service, because it allows us to estimate the number of our visitors and their website usage patterns, to save the information about your preferences, which allows us to adapt the website according to your needs, to speed up your queries, to recognize you after you visit the website again, and to analyze how users interact with the website, all for internal needs under marketing and research domain. ##### ***Cookies and other technology*** Technologies we use for automatic data collecting may cover: * Cookies (for the browser). Cookie is a small file which is located in the memory of your device. You can forbid cookies in your browser with its particular setting. However, if you enable that setting, you won't be able to access the important parts of our website. Our system will create cookies while you're visiting our website via the browser, as long as you don't disable cookie storage feature in the browser. * Web beacons. Pages of our website and our e-mails may have embedded small files known as web beacons (labeled as clear GIFs, pixel markers and GIFs with one pixel) which enable us to count how many users have visited particular pages or opened particular e-mails, as well as gathering other statistical data for the website (e.g. tracking the popularity of particular parts of the website and system/server integrity check). #### How we use your data We use the information that we collect about you or when you provide them to us, including all personal data, in order to: * present you our website and its content; * provide you information or services you request from us; * fulfill other purposes for which the information is provided; * deliver you notifications; * carry out our commitments and apply the rights stemming from any contract you made with us; * inform you about changes on our website, or any other project and services we offer, or provide; * enable you to use interactive features of our website; * inform you about projects and services that we or third party offer, and which may be in your interest; * fulfill any other purpose, with your consent. #### Security and safety of your personal data and other information Gournet team takes all necessary measures to make your personal information safe. For this purpose, only authorized people in Gournet team, companies that are service providers and business partners, which are obliged to save sensitive information, have access to your personal data. If you disable or disallow cookies, bear in mind that the most important part of this website will be inaccesible. Besides that, we take measures which have to secure your personal data from accidental losses or unauthorized access, usage, altering and exposing. All information you provide us is stored on our secured servers with firewall, and all passwords are encrypted with strong algorythm. Security and safety of your data depends on you, too. You should keep your password secret, after choosing it for access to our website. Please, do not tell your password to anyone. Data transfer over the Internet is not completely safe. Although we'll do our best to secure your personal data, we can't guarantee the safety of your personal data which is delivered to our website. Every transfer of your personal data is at your own risk. We are not responsible if you don't adjust your privacy settings or if you don't take into account safety measures which are listed here. #### Disclosing your information Gournet team will never share your personal data with third parties who intend to use them in marketing purposes, unless you give us permission to do so. We may disclose collected information of our users, as well as the information that doesn't indentify the invididual, without limitations. We may disclose personal data collected by us, or provided by you like it is stated in this Privacy Policy: * to our related parties; * as a part of the sale of a part or the whole Gournet team or assets to any third party, or as a part of the restructuring or reorganization; * to contractors, service providers and third parties that we engage to support our business; * to fulfill the purpose for which you delivered the information; * for other purposes, with your consent. In addition, we may disclose your personal information: * if it is required from us to disclose or share your personal data in order to meet our legal duty (for instance, if we get court warrant for that); * to fullfill any of the conditions of use applicable to any other website, or to fulfill any other condition or agreement which applies to our services; * if we believe that disclosure is necessary or appropriate to protect our rights, property, security, our clients or others. This includes information trade with other companies and organizations for the purpose of protection from fraud and credit risk reduction. #### Accessing and altering your data From the moment of registration on this website, you get an option for further altering your personal data. Because particular sensitive data (first and last name, gender and date of birth) can be changed through this website only once, you have the right to request updating of your personal data which we hold, by contacting us via specific form on this website, where later it will be requested from you to send us a copy of your ID card as a proof. If you don't want for us to store your personal data anymore, you can sign out by filing a request in the contact form on this website. #### Minors If you are a minor, it is neccessary to get a permission from your parents before you provide us with the information about yourself. It's forbidden for minors who don't have said approval to give us personal data. #### Amendments to our Privacy Policy Gournet tim holds the right to make changes to this Privacy Policy, without previous notice. Therefore, next time when you visit this website, please look again at these conditions, to ensure you are aware of any changes that have occurred. All the information about further changes of our Privacy Policy will be published on this page. Date of the last revision of our Privacy Policy is located at the top of this page. #### Contact info If you have any questions, comments or concerns with this Privacy Policy, or if you want to ask about your personal data, you can do that by using the contact form on this webiste.
sr_latn: ### Politika privatnosti ###### *Poslednja izmena 08.03.2017.* Gournet tim veoma ozbiljno shvata privatnost Vaših podataka. Naša politika zaštite privatnosti je osmišljena kako biste bili obavešteni o našoj praksi u vezi sa prikupljanjem, korišćenjem i otkrivanjem podataka koje dostavite prilikom pristupanja sajtu **www.gournet.co**. Molimo Vas da je pažljivo pročitate i upoznate se pravilima iste, jer bilo kakvo korišćenje ovog sajta podrazumeva Vaše prihvatanje uslova navedenih u ovom dokumentu. Pristupanjem ovom sajtu, Vi potvrđujete da ste saglasni sa obavezujućim karakterom ove Politike zaštite privatnosti, i dajete pristanak da se podaci o Vama prikupljaju, koriste i otkrivaju u skladu sa ovom Politikom zaštite privatnosti. #### Informacije koje možemo da prikupljamo i obrađujemo Informacije koje možemo da prikupljamo i obrađujemo su sledeće: * informacije na osnovu kojih možete biti lično identifikovani kao što su ime, prezime, pol, datum rođenja, lokacija, Vaša profilna slika i e-mail adresa (u daljem tekstu: lični podaci); * informacije koje se odnose na Vas ali Vas ne identifikuju kao pojedinca (npr. IP adresa); * informacije o Vašoj konekciji, opremi koju koristite da pristupite našem sajtu i detaljima o upotrebi. #### Način prikupljanja informacija Mi prikupljamo podatke o Vama na dva načina: direktno kada nam iste Vi dostavite, ili automatski dok koristite sajt. Prikupljamo samo one lične podatke koji su nam neophodni kako bismo Vam pružili ili unapredili usluge. ##### ***Lični podaci*** Lični podaci koje prikupljamo na našem sajtu ili putem sajta mogu da obuhvate informacije koje navedete korišćenjem forme za kontakt na našem sajtu, prilikom registracije na našem sajtu, ili druge informacije koje nam dostavite na bilo koji način. Lični podaci koje prikupljamo na našem sajtu ili putem sajta mogu da obuhvate i evidenciju i kopije naše međusobne prepiske (uključujući e-mail adrese) ukoliko nas kontaktirate. ##### ***Automatsko prikupljanje podataka*** Automatski, dok koristite sajt, možemo da prikupljamo podatke koji uključuju detalje o korišćenju, IP adrese i informacije prikupljene putem kolačića, web svetionika i druge tehnologije za praćenje. Pristupanjem našem sajtu Vi se saglašavate da možemo da automatski prikupljamo i obrađujemo navedene podatke. Informacije koje možemo prikupljati automatski prilikom Vašem pristupanja sajtu, dok pretražujete sajt i aktivni ste na njemu, su određene informacije o Vašoj opremi, aktivnostima i obrascima pretraživanja, uključujući i: * detalje o Vašim posetama našem sajtu, uključujući i podatke o saobraćaju, podatke o lokaciji, evidencije i druge podatke o komunikaciji i izvorima kojima pristupate i koristite na sajtu; * informacije o uređaju i konekciji, uključujući i Vašu IP adresu, operativni sistem i tip pretraživača. Informacije koje automatski prikupljamo predstavljaju statističke podatke. Oni nam pomažu da poboljšamo sajt i pružimo bolju i personalizovanu uslugu jer nam omogućavaju da procenimo broj naših posetilaca i njihove obrasce korišćenja sajta, da sačuvamo informacije o Vašim preferencijama, što nam omogućava da sajt prilagodimo Vašem interesovanju, da ubrzamo Vašu pretragu, da Vas prepoznamo kada ponovo posetite sajt, kao i da analiziramo kako korisnici koriste sajt za interne potrebe u oblasti marketinga i istraživanja. ##### ***Kolačići i druge tehnologije*** Tehnologije koje koristimo za automatsko prikupljanje podataka mogu obuhvatiti: * Kolačiće (pretraživača). Kolačić je mala datoteka koja se nalazi u memoriji Vašeg uređaja. Vi možete da odbijete kolačiće pretraživača odgovarajućim podešavanjem na Vašem pretraživaču. Međutim, ako izaberete ovu opciju, nećete moći da pristupite važnim delovima našeg sajta. Ukoliko ne podesite podešavanja pretraživača tako da ne prihvatate kolačiće, naš sistem će postavljati kolačiće kada posetite naš sajt pomoću pretraživača. * Web svetionike. Stranice našeg sajta i naši e-mailovi mogu da sadrže male elektronske datoteke poznate kao web svetionici (nazivaju se i čisti GIF-ovi, oznake piksela i GIF-ovi sa jednim pikselom) koji omogućavaju da prebrojimo korisnike koji su posetili te stranice ili otvorili e-mailove, kao i prikupljanje drugih statističkih podataka u vezi sa sajtom (na primer, beleženje popularnosti određenog sadržaja sajta i provera integriteta sistema i servera). #### Kako koristimo Vaše informacije Mi koristimo informacije koje prikupimo o Vama ili koje nam Vi dostavite, uključujući i sve lične podatke: * da bismo Vam predstavili naš sajt i njegov sadržaj; * da bismo Vam obezbedili informacije ili usluge koje tražite od nas; * da bismo ispunili druge svrhe zbog kojih su informacije obezbeđene; * da bismo Vam dostavljali obaveštenja; * da bismo izvršili svoje obaveze i primenili prava koja proističu iz bilo kog ugovora koji ste sklopili sa nama; * da Vas obavestimo o promenama na našem sajtu, ili bilo kakvom projektu ili uslugama koje nudimo, ili pružamo; * da Vam omogućimo da koristite interaktivne funkcije na našem sajtu; * da Vas kontaktiramo u vezi sa projektima i uslugama koji nudimo mi ili treća lica, a koji Vas mogu interesovati; * u bilo koju drugu svrhu, uz Vašu saglasnost. #### Obezbeđenje sigurnosti Vaših ličnih informacija i drugih podataka Gournet tim preduzima sve potrebne mere kako bi Vaše lične informacije bile sigurne. U tom cilju, samo ovlašćeni ljudi u Gournet timu, kompanija koje su pružaoci usluga i poslovnih partnera, koji su svi obavezni da čuvaju poverljive informacije, imaju pristup Vašim ličnim podacima. Ako onemogućite ili odbijete kolačiće, imajte na umu da najvažniji deo ovog sajta će biti nedostupan. Pored toga, primenjujemo mere koje treba da zaštite Vaše lične podatke od slučajnog gubitka i neovlašćenog pristupa, korišćenja, promene i otkrivanja. Sve informacije koje nam dostavite se čuvaju na našim bezbednim serverima sa zaštitnim zidovima (eng. firewall), a sve lozinke se ne čuvaju u formi običnog teksta već su osigurane jakim algoritmom (eng. encrypted). Sigurnost i bezbednost Vaših podataka takođe zavisi od Vas. Nakon što ste izabrali lozinku za pristup našem sajtu, Vi treba da je čuvate u tajnosti. Molimo Vas da nikom ne otkrivate svoju lozinku. Prenos informacija putem Interneta nije potpuno siguran. Iako ćemo se mi potruditi da zaštitimo Vaše lične podatke, ne možemo da garantujemo bezbednost Vaših ličnih podataka koji su dostavljeni na naš sajt. Svaki prenos ličnih podataka je na sopstveni rizik. Mi nismo odgovorni ukoliko ne podesite privatnost ili ne uzmete u obzir mere bezbednosti koje su date na sajtu. #### Otkrivanje Vaših informacija Gournet tim nikada neće deliti Vaše lične podatke sa trećim licima koja nameravaju da ih iskoriste u direktne marketnške svrhe, osim ukloliko nam niste dali dopuštenje za to. Mi možemo otkrivati prikupljene informacije o našim korisnicima, kao i informacije koje ne identifikuju pojedinca, bez ograničenja. Možemo otkriti lične podatke koje prikupljamo mi, ili ih Vi dostavljate kao što je navedeno u ovoj Politici o privatnosti: * našim povezanim licima; * u sklopu prodaje dela ili čitavog Gournet tima ili imovine bilo kojem trećem licu ili u sklopu restruktuiranja ili reorganizacije; * podugovaračima, pružaocima usluga i trećim licima koje angažujemo da podrže naše poslovanje; * da bi se ispunila svrha zbog koje ste dostavili informacije; * u druge svrhe uz Vašu saglasnost. Pored toga, možemo otkriti Vaše lične informacije: * ako smo dužni da otkrijemo ili podelimo Vaše lične podatke da bismo ispunili svoju zakonsku obavezu (na primer ako za to dobijemo sudski nalog); * da bismo ispunili bilo koji uslov korišćenja koji važi za bilo koji od sajtova, ili da bismo ispunili bilo koji uslov ili sporazum koji važi za naše usluge; * ako verujemo da je otkrivanje informacija neophodno ili primereno za zaštitu naših prava, imovine, bezbednosti, naših klijenata ili drugih lica. Ovo uključuje razmenu informacija sa drugim kompanijama i organizacijama za potrebe zaštite od prevara i smanjenja kreditnog rizika. #### Pristup i ispravljanje Vaših informacija Od samog trenutka registracije na ovom sajtu dobijate mogućnost za naknadnu izmenu svojih ličnih podataka. Pošto pojedine lične podatke (ime i prezime, pol i datum rođenja) možete putem sajta izmeniti samo jednom, Vi imate prava da zatražite ažuriranje Vaših ličnih podataka koje mi posedujemo tako što ćete nas kontaktirati putem određene forme na ovom sajtu za to, gde će od Vas biti kasnije zahtevana slika lične karte kao dokaz. Ako ne želite da više posedujemo Vaše lične podatke, možete da se odjavite tako što ćete navesti svoj zahtev u formi za kontakt na ovom sajtu. #### Maloletni korisnici Ukoliko ste maloletni, neophodno je da dobijete dozvolu svojih roditelja ili staratelja pre nego što nam date informacije o sebi. Maloletnim korisnicima koji nemaju ovakvo odobrenje nije dozvoljeno da nam daju lične informacije. #### Izmene naše Politike zaštite privatnosti Gournet tim zadržava pravo da vrši izmene ove Politike zaštite informacija, bez prethodne najave. Stoga, molimo Vas da sledeći put kada posetite naš sajt, ponovo proverite uslove kako biste bili upoznati sa eventualnim promenama do kojih je došlo. Sve informacije o izmenama u našoj Politici zaštite privatnosti ćemo objaviti na ovoj stranici. Datum kada je Politika privatnosti poslednji put revidirana nalazi se na vrhu stranice. #### Kontakt informacije Ukoliko imate bilo kakvih pitanja ili komentar u vezi sa ovom Politikom zaštite privatnosti ili da postavite pitanje u vezi svojih ličnih podataka, to možete učiniti putem forme za kontakt na ovom sajtu.
