Repository: softzer0/Gournet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sr_latn

source: Thank you for using %(site_name)s! %(site_domain)s
sr_latn: Hvala Vam što koristite %(site_name)s! %(site_domain)s

source: Password Reset E-mail
sr_latn: Resetovanje lozinke preko e-maila

source: Blocked email provider.
sr_latn: Blokiran e-mail provajder.
