Repository: softzer0/Gournet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sr_latn

source: ### Terms of Service ###### *Last change on 08.03.2017.* By visiting the website **www.gournet.co** you comply with the Terms of Service listed in the further text. Please read it carefuly and introduce yourself with the rules, because any use of this website implies your acceptance of the Terms and rules stated in this document. Gournet team holds the right to make partial or complete changes of this website or the general Terms of Service, without previous notice. Therefore, next time when you visit this website, please look again at these conditions, to ensure you are aware of any changes that have occurred. #### Intellectual property rights and use of the website All the material, which falls under the information in the form of text and pictures, which is published on this website is the property of Gournet team. Anything contained on this website can't be treated as a permission to use any of the brands shown on it. Using the website means browsing it, printing content of its pages or saving it in electronic form, and accessing and using the website content, under the condition that all copyrigts and Gournet team trademark is included. Using any part of this website in commercial purposes or its integration into any other publication or a page is strongly forbidden. #### Warranty Gournet team provides the information contained on this website using original sources, in as much detail as possible, and actively seeks to broaden and update it. The information on this website is intended exclusively for presentation of businesses and their services. Gournet team doesn't give warranty of completeness, reliability, promptness or accuracy of the information on this website, either explicitly nor not. Gournet team doesn't have a resposibility of keeping the material and services available on this website, nor doing related corrections or additions. Therefore, we recommend you to check every information you get via this website, before you use it in any sense. If you need any advice or instructions related to our services, please contact us directly. #### Limited Liability By accessing this website, users declare that they agree upon the fact that they use this website and its content at their own risk. Either Gournet team, or third party who collaborate in writing, production and transfering this website can't be responsible for direct, accidental, consequential, indirect or any other kind of damage, costs, losses or violations which occur as a result of access or inability to access this website, and the use or inability to use this website, or as a result of the fact that you relied on the information provided by this website. Also, Gournet team doesn't accept the responsibility of any losses caused by viruses which can infect your device or any other assets by using this website. If you decide to use this website, you do so at your own risk. You can't base your business relationship with Gournet team only by transmitting or receiving the information from this website, and none of the users of this website should act or refrain from acting, by basing on any information on this website. Sending messages via contact form does not oblige Gournet team to base business relationship in any sense with any of the users of this website. #### User responsibility User of this website is fully responsible for content and accuracy of the information he publishes on this website, as well as non-infringement of any third party to whom that information may refer. The user, by sending information to the website gives its consent to Gournet team to publish it and to use it for business purposes, including but not limiting to reproduction, development, advertising, sales and marketing, without any restrictions and without any charge to the user, with a note that the position on the fees may change in the future. By providing the information, user guarantees ownership of it, apropo material, and that he has the right, or consent for publishing information, apropo material, so using them by Gournet team won't infringe copyrights of the third party. Gournet team in any case has no obligation to post or use transmitted information or material. While using the website and any of the information or material which it contains, user has a responsibility to act in accordance with all applicable regulations. #### Governing Law and Jurisdiction By using this website, you comply with any legal claims or litigations which are in connection with this website or its use, governed by the legislation of the Republic of Serbia, with the competent court in Belgrade.
sr_latn: ### Uslovi korišćenja ###### *Poslednja izmena 08.03.2017.* Posetom sajta **www.gournet.co** prihvatate uslove korišćenja navedene u daljem tekstu. Molimo Vas da ih pažljivo pročitate i upoznate se pravilima istih, jer bilo kakvo korišćenje ovog Internet sajta podrazumeva Vaše prihvatanje uslova i pravila korišćenja navedenih u ovom dokumentu. Gournet tim zadržava pravo da izvrši delimične ili potpune promene sajta ili opštih uslova upotrebe, bez prethodne najave. Stoga, molimo Vas da sledeći put kada posetite naš sajt, ponovo proverite uslove kako biste bili upoznati sa eventualnim promenama do kojih je došlo. #### Prava intelektualne svojine i korišćenje sajta Sav materijal, pod koji spadaju informacije u vidu teksta i slike, i koji je objavljen na ovom sajtu je u vlasništvu Gournet tima. Ništa sadržano na ovoj stranici se ne može tumačiti kao dozvola za korišćenje bilo kog žiga koji je prikazan na ovom sajtu. Korišćenje sajta podrazumeva pretraživanje sajta, štampanje sadržaja njegove stranice ili čuvanje u elektronskom obliku i pristup i korišćenje sadržaja koji se nalaze na sajtu, pod uslovom da sva autorska prava i zaštitni žig Gournet tima budu sačuvani. Korišćenje bilo kojeg dela ovog sajta u komercijalne svrhe ili njegovo uklapanje u bilo koju drugu publikaciju ili stranicu je strogo zabranjeno. #### Garancije Gournet tim je prikazao detaljne informacije koje se nalaze na ovom sajtu koristeći originalne izvore, i neprestalno nastoji da proširi i ažurira te informacije. Informacije na ovom sajtu namenjene su isključivo predstavljanju ugostiteljskih objekata i njihovih usluga. Gournet tim ne daje garanciju kompletnosti, pouzdanosti, blagovremenosti ili tačnosti informacija na ovom sajtu, bilo izričito ili prećutno. Gournet tim nema obavezu održavanja materijala i usluga dostupnih na ovom sajtu, niti dostavljanja povezanih ispravki ili dopuna. Stoga Vam preporučujemo da proverite svaku informaciju koju dobijete putem ovog sajta pre nego što je upotrebite u bilo kom obliku. Ukoliko su Vam potrebni bilo kakvi saveti ili instrukcije u vezi sa našim uslugama, molimo Vas da nam se direktno obratite. #### Ograničena odgovornost Pristupanjem ovom sajtu, korisnici ovog sajta izjavljuju da su saglasni s činjenicom da koriste pristup ovom sajtu i njegovom sadržaju na sopstveni rizik. Ni Gournet tim, niti treće strane koje učestvuju u pisanju, produkciji ili prenošenju ovog sajta ne mogu biti odgovorni za bilo kakvu direktnu, slučajnu, posledičnu, indirektnu ili bilo kakvu drugu štetu, troškove, gubitke ili povrede koje nastanu kao rezultat pristupa ili nemogućnosti pristupa ovom sajtu, te korišćenja ili nemogućnosti korišćenja ovog sajta, ili kao rezultat činjenice da ste se oslonili na informacije date na ovom sajtu. Takođe, Gournet tim ne prihvata odgovornost za bilo koji gubitak prouzrokovan virusima koji mogu zaraziti Vaš uređaj ili bilo koju drugu imovinu kroz upotrebu ovog sajta. Ukoliko odlučite da koristite ovaj sajt, činite to na sopstvenu odgovornost. Prenošenjem ili prijemom informacija sa ovog sajta ne zasniva se poslovni odnos između Vas i Gournet tima, te niko od korisnika ovog sajta ne treba da postupa, niti da se uzdrži od postupanja, na osnovu bilo koje informacije na ovom sajtu. Slanje poruka putem forme za kontaktiranje ni u kom smislu ne obavezuje Gournet tim na zasnivanje poslovnog odnosa sa bilo kojim korisnikom ovog sajta. #### Odgovornost korisnika Korisnik ovog sajta je u potpunosti odgovoran za sadržaj i tačnost informacija koje objavljuje na ovom sajtu kao i za nekršenje prava bilo koje treće strane na koju se eventualno odnose te informacije. Korisnik samim slanjem informacija na sajt daje svoj pristanak Gournet timu da iste objavi, kao i da iste koristi u poslovne svrhe, uključujući ali ne ograničavajući se na reprodukciju, razvoj, reklamiranje, prodaju i marketing, bez ikakvog ograničenja i bez ikakve naknade korisniku, sa napomenom da se stav oko naknade može promeniti u budućnosti. Dostavljanjem informacija korisnik daje garanciju da poseduje vlasnička prava nad poslatim informacijama i materijalom, i da ima pravo, odnosno pristanak za postavljanje informacija, odnosno materijala, te da korišćenje istih od strane Gournet tima neće povrediti prava treće strane. Gournet tim ni u kom slučaju nije u obavezi da objavi ili koristi dostavljene informacije ili materijal. Prilikom korišćenja sajta i bilo kojih informacija ili materijala koji se nalaze na istom, korisnik je u obavezi da postupa u skladu sa svim primenjivim propisima. #### Merodavno pravo i nadležnost Korišćenjem ovog sajta, saglasni ste da je za bilo kakvo pravno potraživanje ili utuženja vezano za ovaj sajt ili njegovu upotrebu merodavno pravo Republike Srbije, a nadležan stvarno nadležni sud u Beogradu.

# display
source: Male
sr_latn: Muško

# display
source: Female
sr_latn: Žensko

source: Born %(y)s years ago
sr_latn: Rođen/a pre %(y)s godinu

source: Has no friends
sr_latn: Nema prijatelja

source: <strong>%(counter)s</strong></a> person is your friend
sr_latn: <strong>%(counter)s</strong></a> osoba je Vaš prijatelj

source: You have no friends
sr_latn: Nemate prijatelja

source: Shortname:
sr_latn: Skraćenica:

source: Nobody favored this
sr_latn: Niko nije favorizovao ovo

source: It's my favorite, too
sr_latn: Takođe je i meni omiljeno

source: It's my favorite
sr_latn: Meni je omiljeno

source: It's not my favorite anymore
sr_latn: Više mi nije omiljeno

source: <strong>%(counter)s</strong></a> person has favored this
sr_latn: <strong>%(counter)s</strong></a> osoba je favorizovala ovo

source: Edit
sr_latn: Izmeni

source: Always opened
sr_latn: Uvek otvoreno

source: Currently opened
sr_latn: Trenutno otvoreno

source: Currently closed
sr_latn: Trenutno zatvoreno

source: Monday-Friday, from %(wf)s to %(wt)s
sr_latn: Radnim danima od %(wf)s do %(wt)s

source: Saturday, from %(wf)s to %(wt)s
sr_latn: Subotom od %(wf)s do %(wt)s

source: Sunday, from %(wf)s to %(wt)s
sr_latn: Nedeljom od %(wf)s do %(wt)s

source: <a href="/admin/main/business/%(pk)s/change/" target="_blank">Edit this business for publishing</a> or <a href="/admin/main/business/%(pk)s/delete/">reject it</a>.
sr_latn: <a href="/admin/main/business/%(pk)s/change/" target="_blank">Izmeni ovaj ugostiteljski objekat pre objavljivanja</a> ili ga <a href="/admin/main/business/%(pk)s/delete/">odbij</a>.

source: Your business won't be a candidate for verfication until you add some items to it.
sr_latn: Vaš ugostiteljski objekat neće biti kandidat za verifikaciju sve dok mu ne dodate neke proizvode.

source: This message will disappear once your business is approved. When published, it will become visible/accessible to others.
sr_latn: Ova poruka će nestati jednom kada Vaš ugostiteljski objekat bude verifikovan. Kada bude objavljen, tada će biti vidljiv/dostupan ostalima.

source: Edit this business in admin panel.
sr_latn: Izmeni ovaj ugostiteljski objekat u administratorskom panelu.

source: Events
sr_latn: Događaji

source: Please enter text with %(m)s or more characters.
sr_latn: Molimo unesite tekst sa %(m)s ili više karaktera.

source: Submit
sr_latn: Pošalji

source: Menu
sr_latn: Meni

source: Name must must have minimum 2 characters.
sr_latn: Ime mora imati najmanje 2 karaktera.

source: Name conflicts with the existing item.
sr_latn: Ime je u konfliktu sa već postojećim proizvodom.

source: Total:
sr_latn: Ukupno:

source: Confirm order
sr_latn: Potvrdi porudžbinu

source: Reset
sr_latn: Resetuj

source: Remaining time:
sr_latn: Preostalo vreme:

source: Reviews
sr_latn: Recenzije

source: Please enter a message with "+minchar+" or more characters.
sr_latn: Molimo unesite poruku sa "+minchar+" ili više karaktera.

source: Please select how many stars you give.
sr_latn: Molimo odaberite koliko zvezdica dajete.

source: Waiter
sr_latn: Konobar

source: No waiters yet
sr_latn: Još nema konobara

# title
source: Monday-Friday
sr_latn: Ponedeljak-petak

# title
source: Saturday
sr_latn: Subota

# title
source: Sunday
sr_latn: Nedelja

source: Are you sure that you want to proceed?
sr_latn: Da li ste sigurni da želite da nastavite?

source: All data related to the waiter would be lost.
sr_latn: Svi podaci vezani za ciljanog konobara biće obrisani.

source: All data related to the whole table would be lost.
sr_latn: Svi podaci vezani za ovaj sto biće obrisani.

source: One more table
sr_latn: Još jedan sto

source: Image format not supproted.
sr_latn: Format slike nije podržan.

source: Invalid image.
sr_latn: Slika nije validna.

source: %s has commented on
sr_latn: %s je komentarisao

source: %d have commented on
sr_latn: %d osoba je komentarisala

# person has commented on
source: %s a review on your business.
sr_latn: %s recenziju na Vašem ugostiteljskom objektu.

source: %(person_action)s %(count)d review on your business.
sr_latn: %(person_action)s %(count)d recenziju Vašeg ugostiteljskog objekta.

# commented on
source: your %d event
sr_latn: Vaš %d događaj

# commented on
source: your %d item
sr_latn: Vaš %d proizvod

# commented on
source: your %d review
sr_latn: Vašu %d recenziju

source: %s has reviewed your business.
sr_latn: %s je ostavio recenziju na Vašem ugostiteljskom objektu.

source: %d have reviewed your business.
sr_latn: %d osoba je ostavila recenziju na Vašem ugostiteljskom objektu.

source: %(name)s notifies you about %(count)d event.
sr_latn: %(name)s Vas obaveštava o %(count)d događaju.

source: You have %d reminder.
sr_latn: Imate %d podsetnik.

source: You have placed an order at <strong>%(type)s "%(name)s"</strong>.
sr_latn: Upravo ste poručili u <strong>%(type)s "%(name)s"</strong>.

source: has placed an order on table <strong>%d</strong>.
sr_latn: je poručio/la na stolu <strong>%d</strong>.

source: has requested payment with <strong>cash</strong> on table <strong>%d</strong>.
sr_latn: je zatražio/la plaćanje <strong>gotovinom</strong> na stolu <strong>%d</strong>.

source: has requested payment by <strong>debit card</strong> on table <strong>%d</strong>.
sr_latn: je zatražio/la plaćanje <strong>platnom karticom</strong> na stolu <strong>%d</strong>.

source: Account Inactive
sr_latn: Nalog neaktivan

source: This account is inactive.
sr_latn: Ovaj nalog je neaktivan.

source: <p>Hello from <strong>%(site_name)s</strong>!</p> <p>You're receiving this e-mail because user <strong>%(user_display)s</strong> at <a href="%(site_domain)s">%(site_name)s</a> has given yours as an e-mail address to connect their account.</p> <p>To confirm this is correct, go to:</p>
sr_latn: <p>Pozdrav sa <strong>%(site_name)s</strong>!-a!</p> <p>Primili ste ovaj e-mail zbog toga što korisnik <strong>%(user_display)s</strong> na <a href="%(site_domain)s">%(site_name)s-u</a> je dao Vašu e-mail adresu za povezivanje njegovog naloga.</p> <p>Za potvrđivanje tačnosti ovoga, idite na:</p>

source: <p>Thank you from <strong>%(site_name)s</strong>!</p>
sr_latn: <p>Vaš <strong>%(site_name)s</strong></p>

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s at %(site_domain)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to:
sr_latn: Pozdrav sa %(site_name)s-a! Primili ste ovaj e-mail zbog toga što korisnik %(user_display)s na %(site_domain)s je dao Vašu e-mail adresu za povezivanje njegovog naloga. Za potvrđivanje tačnosti ovoga, idite na:

source: Thank you from %(site_name)s!
sr_latn: Vaš %(site_name)s

source: <p>Hello from <strong>%(site_name)s</strong>!</p> <p>You're receiving this e-mail because you or someone else has requested a password for your user account at <a href="%(site_domain)s">%(site_name)s</a>.</p> <p>It can be safely ignored if you did not request a password reset. Click the link below to reset your password.</p>
sr_latn: <p>Pozdrav sa <strong>%(site_name)s-a</strong>!</p> <p>Vi ste primili ovaj e-mail pošto ste Vi zatražili lozinku Vašeg naloga na <a href="%(site_domain)s">%(site_name)s-u</a>, ili je to bio neko drugi.</p> <p>Možete ovo slobodno ignorisati ako niste Vi zatražili resetovanje lozinke. Kliknite na link ispod da bi resetovali Vašu lozinku.</p>

source: <p>In case you forgot, your username is <strong>%(username)s</strong>.</p>
sr_latn: <p>U slučaju da ste zaboravili, Vaše korisničko ime je <strong>%(username)s</strong>.</p>

source: <p>Thank you for using <strong>%(site_name)s</strong>!</p>
sr_latn: <p>Hvala Vam što koristite <strong>%(site_name)s</strong>!</p>

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
sr_latn: Pozdrav sa %(site_name)s-a! Vi ste primili ovaj e-mail pošto ste Vi zatražili lozinku Vašeg naloga na %(site_domain)s, ili je to bio neko drugi. Možete ovo slobodno ignorisati ako niste Vi zatražili resetovanje lozinke. Kliknite na link ispod da bi resetovali Vašu lozinku.

source: Thank you for using %(site_name)s!
sr_latn: Hvala Vam što koristite %(site_name)s!

source: Confirm E-mail Address
sr_latn: Potvrdite e-mail adresu

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
sr_latn: Molimo potvrdite da je <a href="mailto:%(email)s">%(email)s</a> e-mail adresa korisnika %(user_display)s.

source: Confirm
sr_latn: Potvrdi

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
sr_latn: Ovaj e-mail konfirmacioni link je istekao ili nije validan. Molimo <a href="%(email_url)s">zatražite novi zahtev za potvrdu e-maila</a>.

source: Password Reset
sr_latn: Resetuj lozinku

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
sr_latn: Zaboravili ste lozinku? Unesite Vašu e-mail adresu ispod, i mi ćemo Vam poslati e-mail omogućavajući Vam da je resetujete.

source: Reset My Password
sr_latn: Resetuj moju lozinku

source: Please contact us if you have any trouble resetting your password.
sr_latn: Molimo kontaktirajte nas ako imate bilo kakvih problema sa resetovanjem Vaše lozinke.

source: We have sent you an e-mail. Please mind to check your Spam folder too, or contact us if you do not receive it within a few minutes.
sr_latn: Poslali smo vam e-mail. Molimo proverite i vaš Spam folder takođe, ili nas kontaktirajte ako ga ne primite u roku od par minuta.

source: Bad Token
sr_latn: Loš token

source: Change Password
sr_latn: Promeni lozinku

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
sr_latn: Link za resetovanje lozinke je bio nevalidan, moguće zbog toga što je već iskorišćen. Molimo zatražite <a href="%(passwd_reset_url)s">ponovno resetovanje lozinke</a>.

source: Change My Password
sr_latn: Promeni moju lozinku

source: Your password is now changed.
sr_latn: Vaša lozinka je sada promenjena.

source: Fill the data
sr_latn: Popunite podatke

source: Sign me up!
sr_latn: Registruj me!

source: Or connect via
sr_latn: Ili se povežite preko

source: Sign Up Closed
sr_latn: Registracije zatvorene

source: We are sorry, but the sign up is currently closed.
sr_latn: Žao nam je, ali registracije su trenutno zatvorene.

source: Verify Your E-mail Address
sr_latn: Verifikujte Vašu e-mail adresu

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please mind to check your Spam folder too, or contact us if you do not receive it within a few minutes.
sr_latn: Mi smo Vam poslali e-mail za verifikaciju. Pratite link koji ćete dobiti da bi završili proces registracije. Molimo da proverite i vaš Spam folder takođe, ili da nas kontaktirate opet ako ne dobijete odgovor u razumnom roku.

source: Social Network Login Failure
sr_latn: Prijava preko socijalne mreže neuspela

source: An error occurred while attempting to login via your social network account.
sr_latn: Desila se greška prilikom pokušaja da Vas prijavimo preko Vašeg naloga na socijalnoj mreži.

source: Login Cancelled
sr_latn: Prijavljivanje otkazano

source: You decided to cancel logging in to our site using one of your existing accounts.
sr_latn: Odlučili ste da otkažete prijavljivanje na naš sajt koristeći jedan od Vaših postojećih naloga.

source: You are about to use your %(provider_name)s account data to signup to %(site_name)s. As a final step, please complete the following form:
sr_latn: Vi ćete upravo iskoristiti podatke sa Vašeg %(provider_name)s naloga da se registrujete na %(site_name)s. Kao poslednji korak, molimo dovršite sledeću formu:

source: The e-mail address is not assigned to any user account
sr_latn: E-mail adresa nije povezana ni sa jednim korisnikom

source: An account already exists with this e-mail address. Please sign in to that account first, then connect your %s account.
sr_latn: Ne možete se registrovati preko %s provajdera, jer korisnik sa tom e-mail adresom već postoji.

source: Enter a valid email address.
sr_latn: Unesite validnu e-mail adresu.

source: A user is already registered with this e-mail address.
sr_latn: Korisnik sa ovom e-mail adresom već postoji.

source: The username and/or password you specified are not correct.
sr_latn: Uneli ste pogrešno korisničko ime i/ili lozinku.

source: The password is too similar to the %(verbose_name)s.
sr_latn: Lozinka je previše slična sa podatkom unetim u polje: %(verbose_name)s.

source: Enter a valid phone number.
sr_latn: Unesi validan broj telefona.

source: This password is too short. It must contain at least %(min_length)d character.
sr_latn: Ova lozinka je previše kratka. Mora sadržati minimalno %(min_length)d karakter.

source: This password is too common.
sr_latn: Ova lozinka je previše učestala.

source: This password is entirely numeric.
sr_latn: Ova lozinka je skroz brojčana.

source: Confirmation e-mail sent to %(email)s.
sr_latn: Konfirmacijski e-mail je poslat na adresu %(email)s.

source: You have confirmed %(email)s.
sr_latn: Potvrdili ste %(email)s.

source: Password successfully changed.
sr_latn: Lozinka je uspešno promenjena.

source: Your primary e-mail address must be verified.
sr_latn: Vaša primarna e-mail adresa mora biti verifikovana.

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s at %(site_domain)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
sr_latn: Pozdrav sa %(site_name)s-a! Primili ste ovaj e-mail zbog toga što korisnik %(user_display)s na %(site_domain)s je dao Vašu e-mail adresu za povezivanje njegovog naloga. Za potvrđivanje tačnosti ovoga, idite na %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
sr_latn: Vaš %(site_name)s %(site_domain)s

source: Please Confirm Your E-mail Address
sr_latn: Molimo potvrdite Vašu e-mail adresu

source: In case you forgot, your username is %(username)s.
sr_latn: U slučaju da ste zaboravili, Vaše korisničko ime je %(username)s.
