Repository: softzer0/Gournet
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: sr_latn

source: After changing the %s for the first time, you won't be able to do that again.
sr_latn: Nakon menjanja %s po prvi put, nećete moći to uraditi ponovo.

source: Are you sure that you want to continue?
sr_latn: Da li ste sigurni da želite nastaviti?

source: You can't upload image larger than 4.5MB!
sr_latn: Ne možete poslati sliku veću od 4.5MB!

source: Go to main page.
sr_latn: Vrati se na početnu stranicu.

# page
source: Search
sr_latn: Pretraga

source: Friends
sr_latn: Prijatelji

source: Favourites
sr_latn: Omiljeni

# page
source: Main
sr_latn: Početna

source: Event(s)
sr_latn: Događaji

source: Item(s)
sr_latn: Proizvodi

source: Review(s)
sr_latn: Recenzije

source: Order
sr_latn: Porudžbina

source: Yes
sr_latn: Da

source: OK
sr_latn: U redu

source: No
sr_latn: Ne

source: Cancel
sr_latn: Odustani

source: Are you sure?
sr_latn: Da li ste sigurni?

source: Either the business has been closed in the meantime, or there is currently no waiter for the table.
sr_latn: Ugostiteljski objekat je u međuvremenu zatvoren, ili trenutno nema konobara za stolom.

source: Either the business has been closed in the meantime, or your work time is over.
sr_latn: Ugostiteljski objekat je u međuvremenu zatvoren, ili je tvoje radno vreme završeno.

source: You have already marked this order as finished.
sr_latn: Već ste označili ovu porudžbinu kao završenu.

source: You have already marked this order as delivered.
sr_latn: Već ste označili ovu porudžbinu kao dostavljenu.

source: This order can't be cancelled as it is already delivered.
sr_latn: Ova porudžbina ne može biti otkazana jer je već dostavljena.

source: This order is already marked as finished.
sr_latn: Ova porudžbina je vec označena kao završena.

source: You have already made a request for this order.
sr_latn: Već ste napravili zahtev za ovu porudžbinu.

source: You have already marked this ordered item as made.
sr_latn: Već ste označili ovaj poručen proizvod kao napravljen.

source: The ordered item is either already delivered or cancelled.
sr_latn: Ovaj poručeni proizvod je već dostavljen ili pak otkazan.

source: There was some error while doing this action.
sr_latn: Desila se neka greška.

source: Select friend(s)
sr_latn: Odaberi prijatelja/e

source: Your friends
sr_latn: Vaši prijatelji

source: Your favourites
sr_latn: Vaši favoriti

source: Favoured by
sr_latn: Favorizovano od strane

source: Ratings
sr_latn: Ocene

source: Reactions
sr_latn: Reakcije

source: Liked by
sr_latn: Sviđa se

source: Disiked by
sr_latn: Ne sviđa se

source: Mark this order as paid even though the orderer didn't request the payment?
sr_latn: Označi ovu porudžbinu kao plaćenu iako poručilac nije zatražio plaćanje?

source: You can't delete the last remaining item!
sr_latn: Ne možete obrisati posledji preostali proizvod!

source: (Custom)
sr_latn: (Osobeno)

source: 15 minutes
sr_latn: 15 minuta

source: Half an hour
sr_latn: pola sata

source: 45 minutes
sr_latn: 45 minuta

source: An hour
sr_latn: sat

source: 2 hours
sr_latn: 2 sata

source: 3 hours
sr_latn: 3 sata

source: 4 hours
sr_latn: 4 sata

source: 5 hours
sr_latn: 5 sata

source: Half a day
sr_latn: pola dana

source: A day
sr_latn: dan

source: 2 days
sr_latn: 2 dana

source: 3 days
sr_latn: 3 dana

source: 4 days
sr_latn: 4 dana

source: 5 days
sr_latn: 5 dana

source: 6 days
sr_latn: 6 dana

source: A week
sr_latn: nedelju dana

source: Settings
sr_latn: Podešavanja

source: Invalid current password.
sr_latn: Netačno uneta trenutna lozinka.

source: Are you sure that you want to remove email <strong>%s</strong>?
sr_latn: Da li ste sigurni da želite obrisati email <strong>%s</strong>?

source: New password fields don't match.
sr_latn: Polja za unos nove lozinke se ne poklapaju.

source: Your new password matches the current entered password, choose a different one.
sr_latn: Vaša nova lozinka se poklapa sa trenutnom, izaberite drugu.

source: This message will disappear once your business is approved. When published, it will become visible/accessible to others.
sr_latn: Ova poruka će nestati jednom kada Vaš ugostiteljski objekat bude verifikovan. Kada bude objavljen, tada će biti vidljiv/dostupan ostalima.

source: If you change the business currency now, then item prices in the menu will be converted to that new currency.
sr_latn: Ako promenite valutu Vašeg ugostiteljskog objekta sada, onda će cene proizvoda biti prebačene u tu novu valutu.

source: Are you sure that you want to set this item as unavailable? The item won't be visible in search.
sr_latn: Da li ste sigurni da želite staviti ovaj proizvod kao nedostupan? Proizvod neće biti vidljiv u pretrazi.

source: Are you sure that you want to set this item as available? Guests would be able to order it.
sr_latn: Da li ste sigurni da želite staviti ovaj proizvod kao dostupan? Mušterije će ga moći poručivati.

source: Choose type of payment or request cancellation
sr_latn: Odaberi način plaćanja ili zatraži otkazivanje

source: Confirm delivery below
sr_latn: Potvrdi dostavu ispod

source: Confirm finishment below
sr_latn: Potvrdi završetak ispod

source: Choose below
sr_latn: Odaberi ispod

source: Events
sr_latn: Događaji

source: Items
sr_latn: Proizvodi

source: Reviews
sr_latn: Recenzije

# after changing
source: gender
sr_latn: pola

# after changing
source: birthdate
sr_latn: datuma rođenja

source: Invalid address.
sr_latn: Netačna adresa.

# after changing
source: name
sr_latn: imena

source: Drinks
sr_latn: Pića

source: Other drinks
sr_latn: Ostala pića

source: Alcoholic beverages
sr_latn: Alkoholna pića

source: Ciders
sr_latn: Cideri

source: Whiskeys
sr_latn: Viski

source: Wines
sr_latn: Vina

source: Beers
sr_latn: Piva

source: Vodkas
sr_latn: Votke

# plural
source: Brandy
sr_latn: Rakije, vinjaci, konjaci i sl.

source: Liqueurs
sr_latn: Likeri

source: Cocktails
sr_latn: Kokteli

source: Tequilas
sr_latn: Tekile

source: Gins
sr_latn: Džin

source: Rums
sr_latn: Rum

source: Coffees
sr_latn: Kafe

source: Soft drinks
sr_latn: Bezalkoholna pića

source: Energy drinks
sr_latn: Energetska pića

source: Juices
sr_latn: Sokovi

source: Teas
sr_latn: Čajevi

source: Hot chocolates
sr_latn: Topla čokolada

# plural
source: Water
sr_latn: Voda

source: Other
sr_latn: Ostalo

source: Food
sr_latn: Hrana

# plural
source: Fast food
sr_latn: Brza hrana

source: Sandwiches
sr_latn: Sendviči

source: Pizzas
sr_latn: Pice

source: Pastas
sr_latn: Testenine

source: Pastries
sr_latn: Testa

source: Breakfasts
sr_latn: Doručak

source: Appetizers
sr_latn: Predjela

source: Soups, stews
sr_latn: Supe, čorbe i sl.

source: Meals
sr_latn: Obroci/jela

# plural
source: Barbecue
sr_latn: Roštilj

source: Seafood, fish dishes
sr_latn: Morska hrana, riblja jela

source: Food additives
sr_latn: Prilozi

source: Salads
sr_latn: Salate

source: Desserts
sr_latn: Dezert

source: Are you sure that you want to place an order?
sr_latn: Da li ste sigurni da želite da poručite?

source: Your order has been placed. Enjoy!
sr_latn: Vaša porudžbina je poslata. Uživajte!

source: Can't place an order due to the following:
sr_latn: Nije moguće poručiti zbog sledećeg:

source: Some of items have become unavailable in the meantime. They have been removed from orders, so please recheck before submitting again.
sr_latn: Neki od proizvoda su postali nedostupni u međuvremenu. Pošto su obrisani iz porudžbina, molimo da proverite sve ponovo pre slanja.

source: There was some error while placing your order.
sr_latn: Desila se neka greška prilikom slanja vaše porudžbine.

source: Order time has expired. You must issue a new link.
sr_latn: Vreme za poručivanje je isteklo. Morate zatražiti novi link.

source: You must be logged in to do this action. Click Yes to go to the home page.
sr_latn: Morate biti ulogovani da biste odradili ovu akciju. Da biste otišli na početnu stranicu, kliknite na Da.

source: Specified shortname is already taken.
sr_latn: Data skraćenica je već zauzeta.

source: Specified shortname is not permitted.
sr_latn: Data skraćenica nije dozvoljena.

source: Edit business info
sr_latn: Izmeni informacije ugostiteljskog objekta

source: The entered phone number is not valid.
sr_latn: Uneti broj telefona nije validan.

source: {{ first_name || 'You' }} {{ e.when !== undefined ? 'posted' : e.price !== undefined ? 'added' : 'reviewed' }}:
sr_latn: {{ first_name !== undefined ? first_name+' je' : 'Ti si' }} {{ e.when !== undefined ? 'objavio/la' : e.price !== undefined ? 'dodao/la' : 'ostavio/la recenziju' }}:

source: {{ first_name || 'You' }} gave {{ e.person_status[0] == 1 ? 'like' : 'dislike' }} to:
sr_latn: {{ first_name !== undefined ? first_name+' kaže da mu/joj' : 'Ti kažeš da ti' }} se {{ e.person_status[0] == 1 ? 'sviđa' : 'ne sviđa' }} ovo:

source: {{ first_name || 'You' }} gave {{ e.person_status[0] }} star to:
sr_latn: {{ first_name !== undefined ? first_name+' je' : 'Ti si' }} dao/la {{ e.person_status[0] }} zvezdicu ovome:

source: <a ng-href="/user/{{ e.friend.username }}/"><strong>{{ e.friend.first_name }} {{ e.friend.last_name }}</strong></a> {{ e.when !== undefined ? 'posted' : e.price !== undefined ? 'added' : e.created !== undefined ? 'reviewed' : e.target !== undefined ? 'became a friend to' : 'favored' }}:
sr_latn: <a ng-href="/user/{{ e.friend.username }}/"><strong>{{ e.friend.first_name }} {{ e.friend.last_name }}</strong></a> je {{ e.when !== undefined ? 'objavio/la' : e.price !== undefined ? 'dodao/la' : e.created !== undefined ? 'ostavio/la recenziju' : e.target !== undefined ? 'postao prijatelj/prijateljica sa' : 'favorizovao/la' }}:

source: <a ng-href="/user/{{ e.friend.username }}/"><strong>{{ e.friend.first_name }} {{ e.friend.last_name }}</strong></a> gave {{ e.friend.status == 1 ? 'like' : 'dislike' }} to:
sr_latn: <a ng-href="/user/{{ e.friend.username }}/"><strong>{{ e.friend.first_name }} {{ e.friend.last_name }}</strong></a> kaže da mu/joj se {{ e.friend.status == 1 ? 'sviđa' : 'ne sviđa' }} ovo:

source: <a ng-href="/user/{{ e.friend.username }}/"><strong>{{ e.friend.first_name }} {{ e.friend.last_name }}</strong></a> gave {{ e.friend.status }} star to:
sr_latn: <a ng-href="/user/{{ e.friend.username }}/"><strong>{{ e.friend.first_name }} {{ e.friend.last_name }}</strong></a> je dao/la {{ e.friend.status }} zvezdicu ovome:

source: and
sr_latn: i

source: and {{ e.friend.count }} other friend
sr_latn: i još {{ e.friend.count }} prijatelj

# they
source: favoured
sr_latn: su favorizovali

# they
source: rated
sr_latn: su ocenili

# they
source: reacted to
sr_latn: su reagovali na

# from user to which business
source: , to:
sr_latn: upućuje ka:

# distance
source: %s away
sr_latn: %s daleko

source: Currently <strong>{{ e.is_opened ? 'opened' : 'closed' }}</strong>
sr_latn: Trenutno <strong>{{ e.is_opened ? 'otvoreno' : 'zatvoreno' }}</strong>

source: ; {{ e.item_count }} item
sr_latn: ; {{ e.item_count }} proizvod

source: ; supported currency:
sr_latn: ; podržana valuta:

source: Has <a href="javascript:" ng-click="$parent.showFriendsModal(e.id || e.target.id)">{{ e.friend_count[0] }} friend</a>
sr_latn: Ima <a href="javascript:" ng-click="$parent.showFriendsModal(e.id || e.target.id)">{{ e.friend_count[0] }} prijatelja</a>

source: Has no friends
sr_latn: Nema prijatelja

source: ; <strong>{{ e.friend_count[1] }}</strong> mutual friend
sr_latn: ; <strong>{{ e.friend_count[1] }}</strong> zajednički prijatelj

source: ; no mutual friends
sr_latn: ; nema zajedničkih prijatelja

source: Comments (%s)
sr_latn: Komentari (%s)

source: Remind me for this event
sr_latn: Podseti me na ovaj događaj

source: Notify friends
sr_latn: Obavesti prijatelje

source: event
sr_latn: događaj

source: Are you sure that you want to delete this event?
sr_latn: Da li ste sigurni da želite obrisati ovaj događaj?

source: item
sr_latn: proizvod

source: Are you sure that you want to delete this item?
sr_latn: Da li ste sigurni da želite obrisati ovaj proizvod?

source: Are you sure that you want to delete this review?
sr_latn: Da li ste sigurni da želite obrisati ovu recenziju?

source: Remove
sr_latn: Izbriši

source: Not available for ordering.
sr_latn: Nije dostupno za poručivanje.

source: Quantity:
sr_latn: Kvantitet:

source: Reset
sr_latn: Resetuj

source: Continue
sr_latn: Nastavi

source: Load older
sr_latn: Učitaj starije

source: Your comment
sr_latn: Vaš komentar

source: Submit
sr_latn: Pošalji

source: Load more
sr_latn: Učitaj još

source: No results.
sr_latn: Nema rezultata.

source: Is my friend, too
sr_latn: Takođe je i moj prijatelj

source: Is my friend
sr_latn: Moj je prijatelj

source: Cancel friend request
sr_latn: Otkaži zahtev za prijateljstvo

source: Accept friend request
sr_latn: Prihvati zahtev za prijateljstvo

source: Remove from friends
sr_latn: Izbaci iz prijatelja

source: Working...
sr_latn: U toku...

source: No favourites.
sr_latn: Nema favorita.

source: No friends.
sr_latn: Nema prijatelja.

source: Cash
sr_latn: Gotovina

source: Debit card
sr_latn: Platna kartica

source: Note:
sr_latn: Napomena:

source: Ordered at:
sr_latn: Poručeno:

source: Total:
sr_latn: Ukupno:

source: Delivered at:
sr_latn: Dostavljeno:

source: Mark remaining as made
sr_latn: Označi preostalo kao napravljeno

source: Mark all as made
sr_latn: Označi sve kao napravljeno

source: Select type of payment
sr_latn: Odaberi način plaćanja

source: Request payment
sr_latn: Zatraži plaćanje

source: Mark as delivered
sr_latn: Označi kao dostavljeno

source: To be paid with:
sr_latn: Način plaćanja:

source: This is already paid with <strong>cash</strong>?
sr_latn: Ovo je već plaćeno <strong>gotovinom</strong>?

source: This is already paid by <strong>card</strong>?
sr_latn: Ovo je već plaćeno <strong>karticom</strong>?

source: This is already paid?
sr_latn: Ovo je već plaćeno?

source: Requested payment at:
sr_latn: Zatraženo plaćanje:

source: Paid with cash at:
sr_latn: Plaćeno gotovinom:

source: Paid by debit card at:
sr_latn: Plaćeno platnom karticom:

source: Paid at:
sr_latn: Plaćeno:

source: Are you sure that you want to cancel this order? This action cannot be undone.
sr_latn: Da li želite da otkažete ovu porudžbinu? Ova akcija je nepovratna.

source: Request cancellation
sr_latn: Zatraži otkazivanje

source: Confirm cancellation
sr_latn: Potvrdi otkazivanje

source: Requested cancellation at:
sr_latn: Zatraženo otkazivanje:

source: Cancelled at:
sr_latn: Otkazano:

source: Finished at:
sr_latn: Završeno:

# before certain period of time
source: before, or:
sr_latn: pre, ili:

source: Set
sr_latn: Postavi

source: Password and email(s)
sr_latn: Lozinka i email-ovi

source: Your password has been changed.
sr_latn: Vaša lozinka je promenjena.

source: Enter your current password before any changes:
sr_latn: Unesite Vašu trenutnu lozinku pre bilo kakvih izmena:

source: Current password
sr_latn: Trenutna lozinka

source: Enter new password:
sr_latn: Unesite novu lozinku:

source: New password
sr_latn: Nova lozinka

source: Repeat new password:
sr_latn: Ponovite novu lozinku:

source: New password (again)
sr_latn: Nova lozinka (opet)

source: Save
sr_latn: Sačuvaj

source: You have currently {{ emails.length }} email address associated with your account:
sr_latn: Imate trenutno {{ emails.length }} email adresu povezanu sa Vašim nalogom:

source: Confirmation e-mail has been sent to <span ng-repeat="e in sent">{{ $first ? '' : ', ' }}<strong>{{ e }}</strong></span>.
sr_latn: E-mail za verifikaciju je upravo poslat na <span ng-repeat="e in sent">{{ $first ? '' : ', ' }}<strong>{{ e }}</strong></span>.

source: Verified
sr_latn: Verifikovano

source: Primary
sr_latn: Primarno

source: Make Primary
sr_latn: Napravi primarnom

source: Re-send Verification
sr_latn: Pošalji ponovo verifikaciju

source: Add Email Address
sr_latn: Dodaj email adresu

source: Internationalization
sr_latn: Internacionalizacija

source: Born {{ edit.birth.value | ageFilter }} years ago
sr_latn: Rođen/a pre {{ edit.birth.value | ageFilter }} godinu

source: <a href="javascript:" ng-click="showFriendsModal()"><i class="fa fa-users"></i> <strong>{{ $parent.u.friend_count }}</strong></a> friend
sr_latn: <a href="javascript:" ng-click="showFriendsModal()"><i class="fa fa-users"></i> <strong>{{ $parent.u.friend_count }}</strong></a> prijatelj

source: <a href="javascript:" ng-click="showFavouritesModal()"><i class="fa fa-heart"></i> <strong>{{ fav_count }}</strong></a> person has favored this
sr_latn: <a href="javascript:" ng-click="showFavouritesModal()"><i class="fa fa-heart"></i> <strong>{{ fav_count }}</strong></a> osoba je favorizovala ovo

source: Please type your current password.
sr_latn: Molimo unesite Vašu trenutnu lozinku.

source: Add (%s)
sr_latn: Dodaj (%s)

source: Notify (%s)
sr_latn: Obavesti (%s)

source: Now
sr_latn: Sada

source: Clear
sr_latn: Očisti

source: Date
sr_latn: Datum

source: Time
sr_latn: Vreme

source: Close
sr_latn: Zatvori

source: Regular working time exceeds the one for the business.
sr_latn: Standardno radno vreme prelazi radno vreme ugostiteljskog objekta.

source: Sunday working time exceeds the one for the business.
sr_latn: Nedeljno radno vreme prelazi radno vreme ugostiteljskog objekta.

source: Saturday working time exceeds the one for the business.
sr_latn: Subotnje radno vreme prelazi radno vreme ugostiteljskog objekta.

source: There's a conflict in working times with another waiter on the targeted table.
sr_latn: Postoji konflikt sa radnim vremenom drugog konobara na ciljanom stolu.

source: Targeted person is already waiter/preparator at a different business during the specified time span.
sr_latn: Ciljana osoba je već konobar/spremač u drugom ugostiteljskom objektu tokom definisanog perioda.

source: There is no table session.
sr_latn: Ne postoji sesija za sto.

source: You have already placed an order with the current session.
sr_latn: Već ste poručili sa trenutnom sesijom.

source: The business has been closed in the meantime.
sr_latn: Ugostiteljski objekat se u međuvremenu zatvorio.

source: There are currently no waiters for the table.
sr_latn: Trenutno nema konobara za stolom.
