Repository: softzer0/Gournet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sr_latn

source: English
sr_latn: Engleski

source: Serbian
sr_latn: Srpski

source: has any item?
sr_latn: ima barem jednog proizvoda?

source: name/text
sr_latn: ime/tekst

source: like(s)
sr_latn: sviđanja

source: item(s)
sr_latn: proizvodi

source: event(s)
sr_latn: događaji

source: review(s)
sr_latn: recenzije

source: dislike(s)
sr_latn: nesviđanja

source: comment(s)
sr_latn: komentari

source: star count
sr_latn: broj zvezdica

source: rating
sr_latn: ocena

source: comment
sr_latn: komentar

source: comments
sr_latn: komentari

source: Enter the same password as before, for verification.
sr_latn: Unesite istu lozinku kao i prethodnu, za verifikaciju.

source: City
sr_latn: Grad

source: Enter city from where are you from, e.g: Vranje, Serbia.
sr_latn: Unesite svoje prebivalište, npr: Vranje, Srbija.

source: Invalid birthdate.
sr_latn: Uneti datum nije validan.

source: Remember Me
sr_latn: Zapamti me

source: review
sr_latn: recenzija

source: reviews
sr_latn: recenzije

source: stars
sr_latn: zvezdice

source: Either coordinates for specified address are not found, or there's some internal error.
sr_latn: Koordinate za zadatu adresu nisu pronađene, ili je u pitanju neka interna greška.

source: You have to adjust the exact location using the map with a marker below.
sr_latn: Morate podesiti tačnu lokaciju koristeći mapu sa markerom ispod.

source: Type of your business
sr_latn: Tip vašeg ugostiteljskog objekta

# name of business
source: Its name
sr_latn: Njegovo ime

source: Shortname (a part of the URL)
sr_latn: Skraćenica (deo URL adrese)

source: Send replies to
sr_latn: Šalji odgovore na

source: E-mail Address
sr_latn: E-mail adresa

source: Message
sr_latn: Poruka

source: Enter message here...
sr_latn: Unesite poruku ovde...

source: Serbian dinar (RSD)
sr_latn: Srpski dinar (RSD)

source: Euro (EUR)
sr_latn: Evro (EUR)

source: Male
sr_latn: Muški

source: Female
sr_latn: Ženski

source: longitude/latitude
sr_latn: longituda/latituda

source: Enter valid coordinates.
sr_latn: Unesite validne koordinate.

source: address
sr_latn: adresa

source: time zone
sr_latn: vremenska zona

source: Maximum %d characters.
sr_latn: Maksimalno %d karaktera.

source: English alphabet (case-insensitive), digits and ./-/_ only.
sr_latn: Engleska abeceda (nije osetljivo na veličinu), brojevi i ./-/_ karakteri su samo dozvoljeni.

source: A user with that username already exists.
sr_latn: Korisnik sa tim korisničkim imenom već postoji.

source: first name
sr_latn: ime

source: Invalid first name.
sr_latn: Netačno ime.

source: last name
sr_latn: prezime

source: Invalid last name.
sr_latn: Netačno prezime.

source: email address
sr_latn: email adresa

source: gender
sr_latn: pol

source: birthdate
sr_latn: datum rođenja

source: name already changed?
sr_latn: ime već promenjeno?

source: gender already changed?
sr_latn: pol već promenjen?

source: birthdate already changed?
sr_latn: datum rođenja već promenjen?

source: currency
sr_latn: valuta

source: language
sr_latn: jezik

source: is manager?
sr_latn: da li je menadžer?

source: %s wants to be your friend.
sr_latn: %s želi biti Vaš prijatelj.

source: %s has accepted friend request.
sr_latn: %s je prihvatio/la zahtev za prijateljstvo.

source: "%s" is not permitted as a shortname.
sr_latn: "%s" nije dozvoljeno kao skraćenica.

source: Restaurant
sr_latn: Restoran

source: Tavern
sr_latn: Kafana

source: Pub
sr_latn: Pab

source: Nightclub
sr_latn: Noćni klub

# type of business
source: Fast food
sr_latn: Usluga brze hrane

source: opening time
sr_latn: vreme otvaranja

source: opening time on Saturday
sr_latn: vreme otvaranja u subotu

source: opening time on Sunday
sr_latn: vreme otvaranja u nedelju

source: closing time
sr_latn: vreme zatvaranja

source: closing time on Saturday
sr_latn: vreme zatvaranja u subotu

source: closing time on Sunday
sr_latn: vreme zatvaranja u nedelju

source: shortname
sr_latn: skraćenica

source: A business with that shortname already exists.
sr_latn: Ugostiteljski objekat sa tom skraćenicom već postoji.

source: The people could access your business by putting its shortname after the site address, e.g: <u>www.gournet.co/shortname</u>.
sr_latn: Ljudi mogu pristupiti Vašem ugostiteljskom objektu stavljanjem njegove skraćenice nakon adrese ovog sajta: <u>www.gournet.co/skracenica</u>.

source: type
sr_latn: tip

source: Enter a valid business name.
sr_latn: Unesite validno ime ugostiteljskog objekta.

source: phone number
sr_latn: broj telefona

source: default currency
sr_latn: korišćena valuta:

source: other supported currencies (if any)
sr_latn: ostale podržane valute (ako ih ima):

# business
source: is published?
sr_latn: objavljen je?

source: business
sr_latn: ugostiteljski objekat

source: businesses
sr_latn: ugostiteljski objekti

source: text
sr_latn: tekst

source: when
sr_latn: kada

source: created
sr_latn: napravljeno

source: event
sr_latn: događaj

source: events
sr_latn: događaji

source: Alcoholic beverages
sr_latn: Alkoholna pića

source: Whiskey
sr_latn: Viski

source: Wine
sr_latn: Vino

source: Beer
sr_latn: Pivo

source: Vodka
sr_latn: Votka

# singular
source: Brandy
sr_latn: Rakija, vinjak, konjak i sl.

source: Liqueur
sr_latn: Liker

source: Cocktail
sr_latn: Koktel

source: Tequila
sr_latn: Tekila

source: Gin
sr_latn: Džin

source: Other drinks
sr_latn: Ostala pića

source: Coffee
sr_latn: Kafa

source: Soft drink
sr_latn: Bezalkoholno piće

source: Juice
sr_latn: Sok

source: Tea
sr_latn: Čaj

source: Hot chocolate
sr_latn: Topla čokolada

# singular
source: Water
sr_latn: Voda

source: Other
sr_latn: Ostalo

source: Food
sr_latn: Hrana

# singular
source: Fast food
sr_latn: Brza hrana

source: Sandwich
sr_latn: Sendvič

source: Pizza
sr_latn: Pica

source: Pasta
sr_latn: Testenina

source: Pastry
sr_latn: Testo

source: Breakfast
sr_latn: Doručak

source: Appetizer
sr_latn: Predjelo

source: Soup, stew
sr_latn: Supa, čorba i sl.

source: Meal
sr_latn: Obrok/jelo

# singular
source: Barbecue
sr_latn: Roštilj

source: Seafood, fish dish
sr_latn: Morska hrana, riblje jelo

source: Food additive
sr_latn: Prilog

source: Salad
sr_latn: Salata

source: Dessert
sr_latn: Dezert

source: category
sr_latn: kategorija

source: name
sr_latn: ime

source: price
sr_latn: cena

# item/comment/review
source: created on
sr_latn: napravljen

source: has image?
sr_latn: ima sliku?

source: item
sr_latn: proizvod

source: items
sr_latn: proizvodi

# order
source: delivered on
sr_latn: dostavljena

source: payment type
sr_latn: način plaćanja

source: Cash
sr_latn: Gotovina

source: Debit card
sr_latn: Platna kartica

# order
source: requested payment on
sr_latn: zatraženo plaćanje

# order
source: paid on
sr_latn: plaćeno

source: object type
sr_latn: tip objekta

source: object ID
sr_latn: ID objekta

source: Started
sr_latn: Započeto

source: Closed
sr_latn: Zatvoreno

source: Completed
sr_latn: Završeno

source: Declined
sr_latn: Odbijeno

source: Under review
sr_latn: U razmatranju

source: Planned
sr_latn: Planirano

source: Archived
sr_latn: Arhivirano

source: Need feedback
sr_latn: Potrebna povratna informacija

source: person
sr_latn: osoba

source: main comment
sr_latn: glavni komentar

source: (None)
sr_latn: (Ništa)

source: Load more
sr_latn: Učitaj još

source: You don't have any notifications yet.
sr_latn: Još uvek nemate obaveštenja.

source: Orders
sr_latn: Porudžbine

source: Anonymous
sr_latn: Anoniman

source: My orders
sr_latn: Moje porudžbine

source: Manage waiters
sr_latn: Uredi konobare

source: My business
sr_latn: Moj ugostiteljski objekat

source: Favourites
sr_latn: Omiljeni

source: News feed
sr_latn: Novosti

source: Show list
sr_latn: Prikaži listu

source: Recent
sr_latn: Nedavno

source: Friends
sr_latn: Prijatelji

source: Change password and email(s)
sr_latn: Promena lozinke i emaila

source: Internationalization
sr_latn: Internacionalizacija

source: Logout
sr_latn: Odjavi me

source: Manager
sr_latn: Menadžer

source: Stars
sr_latn: Zvezdice

source: Are you sure that you want to delete this comment?
sr_latn: Da li ste sigurni da želite obrisati ovaj komentar?

source: Delete
sr_latn: Obriši

source: Search
sr_latn: Traži

source: Find other businesses...
sr_latn: Pretraži ostale ugostiteljske objekte...

source: Find businesses...
sr_latn: Pretraži ugostiteljske objekte...

source: Find events...
sr_latn: Pretraži događaje...

source: Find items...
sr_latn: Pretraži proizvode...

source: Find users...
sr_latn: Pretraži korisnike...

source: For news about the platform
sr_latn: Za sve novosti u vezi platforme

source: Contact
sr_latn: Kontakt

source: Terms of Service
sr_latn: Uslovi korišćenja

source: Privacy Policy
sr_latn: Politika privatnosti

source: Signup on Gournet
sr_latn: Registruj se na Gournet-u

source: You can also drag an new image here
sr_latn: Ovde takođe možete i prevući novu sliku

source: Send
sr_latn: Pošalji

source: Message Sent
sr_latn: Poruka poslata

source: Your message has been sent to the support. You will be contacted as soon as possible. Please contact us again if you do not receive the answer within reasonable time.
sr_latn: Vaša poruka je poslata podršci. Bićete kontaktirani uskoro. Molimo da nas kontaktirate ukoliko ne dobijete odgovor u razumnom roku.

source: Create Your Business
sr_latn: Zavedi svoj ugostiteljski objekat

source: My business also works on <strong>Saturday</strong>
sr_latn: Moj ugostiteljski objekat radi i <strong>subotom</strong>

source: And on <strong>Sunday</strong>, too
sr_latn: I <strong>nedeljom</strong>, takođe

source: Save
sr_latn: Sačuvaj

source: Create
sr_latn: Napravi

source: Location information is too inaccurate.
sr_latn: Informacije za lokaciju su previše neprecizne.

source: You have denied the permission to use the location service. Please enable it or clear the setting, and refresh this page.
sr_latn: Vi ste odbili zahtev da se koristi servis za lokaciju. Molimo uključite ga ili obrišite to podešavanje, i osvežite ovu stranicu.

source: Location service is disabled.
sr_latn: Servis za lokaciju je isključen.

source: Location information is currently unavailable.
sr_latn: Informacije za lokaciju su trenutno nedostupne.

source: Using your home location.
sr_latn: Koristi se Vaše prebivalište kao lokacija.

source: Using your last position.
sr_latn: Koristi se Vaša poslednja pozicija.

source: Use the detected location, regardlessly.
sr_latn: Bez obzira, koristi detektovanu lokaciju.

source: Enable.
sr_latn: Uključi.

source: Move marker to the center
sr_latn: Pomeri marker na centar

source: Set marker to the home location
sr_latn: Postavi marker na lokaciju prebivališta

source: Searching <strong>%(o)s t == 'user' ? "users" : t == 'business' ? "businesses" : t == 'item' ? "items" : "events" %(c)s</strong>, with keyword(s): <strong>%(o)s keywords %(c)s</strong>.
sr_latn: Pretražuju se <strong>%(o)s t == 'user' ? "korisnici" : t == 'business' ? "ugostiteljski objekti" : t == 'item' ? "proizvodi" : "događaji" %(c)s</strong>, sa ključnim rečima: <strong>%(o)s keywords %(c)s</strong>.

source: Go to main page.
sr_latn: Vrati se na početnu stranicu.

source: You must refresh the page for changes to take effect.
sr_latn: Morate osvežiti ovu stranicu da bi se videle promene.

source: Language:
sr_latn: Jezik:

source: Preferred currency:
sr_latn: Preferirana valuta:

source: Preferred time zone:
sr_latn: Preferirana vremenska zona:

source: Current time zone:
sr_latn: Trenutna vremenska zona:

source: Use
sr_latn: Koristi

source: Welcome to Gournet
sr_latn: Dobro došli na Gournet

source: New here? Click to sign up!
sr_latn: Novi? Kliknite ovde za registraciju!

source: Welcome to Gournet!
sr_latn: Dobro došli na Gournet!

source: Gournet is a place where you can find your favourite restaurants, cafes, pubs, and much more! Join our community to explore all the features this platform offers!
sr_latn: Gournet je mesto gde ćete naći Vaše omiljene restorane, kafiće, klubove i mnogo toga drugog! Pridružite se našoj zajednici da istražite sve mogućnosti koje ova platforma nudi!

source: Login
sr_latn: Prijavite se

source: Forgot your password?
sr_latn: Zaboravili ste lozinku?

source: Nothing to do.
sr_latn: Nema akcija.

source: All is delivered
sr_latn: Sve je dostavljeno

source: It's delivered
sr_latn: Dostavljeno

source: All with cash
sr_latn: Sve je plaćeno gotovinom

source: With cash
sr_latn: Plaćeno gotovinom

source: All is paid
sr_latn: Sve je plaćeno

source: It's paid
sr_latn: Plaćeno je

source: All by debit card
sr_latn: Sve je plaćeno karticom

source: By debit card
sr_latn: Plaćeno karticom

source: There are currently no orders.
sr_latn: Trenutno nema porudžbina.

source: Waiters
sr_latn: Konobari

# number
source: Table
sr_latn: Sto

source: For payment with cash
sr_latn: Za plaćanje gotovinom

source: For payment by debit card
sr_latn: Za plaćanje karticom

source: For delivery
sr_latn: Za dostavljanje

source: Delivered
sr_latn: Dostavljeno
